// 1. Среди трех чисел найти среднее арифметическое. Если среди чисел есть равные, вывести сообщение "Ошибка". Числа принять от пользователя.
document.write(`<b>Завдання 1, 3 (Серед трьох чисел знайти середнє арифметичне. Якщо серед цих чисел є рівні то вивести повідомлення "Помилка!".
 Числа прийняти від користувача. Визначити яке з введених чисел максимальне та вивести його на екран.) </b><br>`);
var a = +prompt(`Введіть 1-ше число`, 0);
var b = +prompt(`Введіть 2-ге число`, 0);
var c = +prompt(`Введіть 3-є число`, 0);
var аrithmeticМean = ((a + b + c) / 3);
document.write(`Введене 1-ше число ${a} <br>`);
document.write(`Введене 2-ге число ${b} <br>`);
document.write(`Введене 3-тє число ${c} <br>`);
var maxNumber = a;
if (b > maxNumber) {
    numberOfValuesNumber = b;
}
if (c > maxNumber) {
    numberOfValuesNumber = c;
}

if (a == b || a == c || b == c) {
    document.write(`Помилка! <br>`);
}
else if (isNaN(аrithmeticМean)) {
    document.write(`Помилка! Введено невірне значення. <br>`);
}
else {

    document.write(`Середнє арифметичне цих трьох чисел дорівнює: ${аrithmeticМean}<br>`);
    // 3. Определить какое из трех, введенных пользователем, чисел максимальное и вывести его на экран.
    document.write(`Максимальне із введених чисел = ${maxNumber} <br>`);


}


