// Дано два числа A и B где (A<B). 
//     Выведите на экран суму всех чисел расположенных в числовом промежутке от А до В. 
//     Выведите на экран все нечетные значения, расположенные в числовом промежутке от А до В. 

document.write(`<br><b>Завдання 4. Ввести два числа А та Б де А>Б. Вивести на екран суму всіх чисел в діапазоні від А до Б. 
Вивести на екран всі непарні числа з цього числового діапазону.<br></b>`)

var a = +prompt('Введіть число від якого проведеться відлік');
var b = +prompt('Введіть друге число до якого проведеться відлік');

if (a >= b || isNaN(b - a)) {
    document.write('Помилка! Введено невірне значення.');
}
else {
    var sum = a;

    document.write(`Непарні числа в числовому діапазоні <b>від ${a} до ${b}: </b>`)
    for (var i = a; i <= b; i++) {
        sum += i;
        if (i % 2 == 1) {
            document.write(i, `, `);
        }
    }
    document.write(`<br> Сума всіх чисел = ${sum}<br>`);
}